import{a as y,r as _,c as i,b as v,e as s,t as h,o as r}from"./index-DgTlRtIs.js";const l={"1. Информация (+свойства, виды (нс, К, ПДн, с, сс, ов))":`Информация - это сведения (сообщения, данные) независимо от формы из представления
Свойства информации:
целостность
доступность
конфиденциальность
Общедоступная информация - общеизвестные сведения и иная информация, доступ к которой не ограничен
Конфиденциальная информация - это сведения, составляющие коммерческую тайну, служебную тайну и иную тайну, доступ к которым ограничен (сведения о фактах, событиях и обстоятельствах частной жизни гражданина; сведения, составляющие тайну следствия и судопроизводства; служебные сведения, доступ к которым ограничен органами государственной власти; сведения, связанные с профессиональной деятельность (врачебная тайна, например); сведения, связанные с коммерческой деятельностью; сведения о сущности изобретения).
Персональные данные - это любая информация, относящаяся к определённому или определяемому на основании такой информации физическому лицу, включая его фамилию, имя, отчество, год, месяц, дату и место рождения, адрес, семейное, социальное, имущественное положение, образование, профессию, доходы и другую информацию.
Секретная информация — это сведения из числа сведений, составляющих государственную тайну.
Совершенно секретная информация — это сведения в области военной, внешнеполитической, экономической, научно-технической, разведывательной, контрразведывательной и оперативно-розыскной деятельности, распространение которых может нанести ущерб интересам министерства (ведомства) или отрасли экономики Российской Федерации.
Особо важная информация — это сведения в области военной, внешнеполитической, экономической, научно-технической, разведывательной, контрразведывательной и оперативно-розыскной деятельности, распространение которых может нанести ущерб интересам Российской Федерации.`,"2. Данные, сообщения, сведения (в области защиты информации)":`Данные — это информация, представленная на материальном носителе в виде букв, цифр, символов, знаков, образов, изображений, характеристик физических полей и физических величин и т. п.
Сообщения — это предназначенные для передачи высказывание, текст, изображение, физический предмет или поступок, состоящие из словесных или невербальных знаков
Сведения — это информация о лицах, предметах, фактах, событиях, явлениях и процессах независимо от формы их представления`,"3. Способы защиты информации (активные и пассивные, отличия)":`Пассивные способы защиты информации направлены на предотвращение несанкционированного доступа и утечки информации, однако конкретные методы в предоставленных документах не перечислены.

Активные способы защиты информации включают в себя следующие меры:
* регистрация действий пользователей и обслуживающего персонала;
* контроль несанкционированного доступа (НСД) и действий пользователей;
* учёт и хранение съёмных носителей информации;
* резервирование технических средств и дублирование массивов и носителей информации;
* использование средств защиты информации, прошедших сертификацию;
* антивирусная защита;
* криптографическая защита информации;
* размещение технических средств на охраняемой территории;
* организация физической защиты помещений и технических средств;
* ограничение доступа пользователей в помещения, где обрабатываются и хранятся информационные ресурсы;
* реализация разрешительной системы допуска пользователей к информационным ресурсам;
* разграничение доступа пользователей к информационным ресурсам.

Отличия между активными и пассивными способами защиты информации заключаются в том, что активные способы предполагают активное вмешательство и использование технических и организационных мер для защиты информации, в то время как пассивные способы больше ориентированы на создание условий, препятствующих несанкционированному доступу или утечке информации, без активного мониторинга и вмешательства.`,"4. ОИ":"Объект информатизации — это совокупность информационных ресурсов, содержащих сведения ограниченного доступа, технических средств и систем обработки информации ограниченного доступа, используемых в соответствии с заданной информационной технологией, технических средств обеспечения объекта информатизации, а также помещений или объектов (зданий, сооружений, технических средств), в которых они установлены.","5. Информационные ресурсы":"Информационные ресурсы — это отдельные документы и массивы документов, а также документы и массивы документов, содержащиеся в информационных системах (библиотеках, архивах, фондах, банках данных, информационных системах других видов).","6. Обработка информации":"Обработка информации — это совокупность операций сбора, накопления, ввода, вывода, приема, передачи, записи, хранения, регистрации, уничтожения, преобразования, отображения информации.","7. ТСОИ":"ТСОИ (технические средства обработки информации) — это часть основных технических средств и систем (ОТСС), которые используются для обработки (приема, передачи, записи, хранения и т. д.) информации ограниченного доступа.","8. ОТСС, ТСПИ":`ОТСС (основные технические средства и системы) — это технические средства и системы, а также их коммуникации, используемые для обработки (приёма, передачи, записи, хранения и т. д.) информации ограниченного доступа, включая ТСПИ (технические средства передачи информации).

ТСПИ (технические средства передачи информации) — это устройства, которые могут быть подвержены утечке информации через высокочастотное облучение и участвуют в передаче информации.`,"9. ВТСС":`ВТСС (вспомогательные технические средства и системы) — это технические средства и системы, установленные на объектах информатизации или в выделенных (защищаемых) помещениях, которые непосредственно не участвуют в обработке (приёме, передаче, записи, хранении и т. д.) информации ограниченного доступа.

К ним относятся:
средства вычислительной техники и автоматизированные системы обработки открытой информации;
различного рода телефонные средства и системы;
средства и системы передачи данных в системе радиосвязи;
средства и системы охранной и пожарной сигнализации;
средства и системы оповещения и сигнализации;
контрольно-измерительная аппаратура;
средства и системы кондиционирования;
средства и системы проводной радиотрансляционной сети и приема программ радиовещания и телевидения и т. д.`,"10. Информационная технология (ИТ)":`Информационная технология — это:

процессы, методы поиска, сбора, хранения, обработки, предоставления, распространения информации и способы осуществления таких процессов и методов
приемы, способы и методы применения средств вычислительной техники при выполнении функций сбора, хранения, обработки, передачи и использования данных
процессы, методы поиска, сбора, хранения, обработки, предоставления, распространения информации и способы осуществления таких процессов и методов`,"11. Выделенное помещение (ВП)":"Выделенное помещение (ВП) — это специальные помещения (служебные кабинеты, актовые, конференц-залы и т. д.), предназначенные для регулярного проведения совещаний, обсуждений, конференций, переговоров, бесед и других мероприятий секретного характера.","12. Защищаемое помещение (ЗП)":"Защищаемое помещение (ЗП) — это специальные помещения (служебные кабинеты, актовые, конференц-залы и т. д.), предназначенные для регулярного проведения совещаний, обсуждений, конференций, переговоров, бесед и других мероприятий конфиденциального характера.","13. Информационная система (ИС)":"Информационная система — это совокупность содержащейся в базах данных информации и обеспечивающих её обработку информационных технологий и технических средств","14. Статьи УК РФ":"","15. Статьи КоАП РФ":"","16. Безопасность информации":"Безsопасность информации — это состояние защищенности информации, при котором обеспечены ее конфиденциальность, доступность и целостность","17. ТКУИ (+ классификация, схемы)":`ТКУИ (технические каналы утечки информации) — это совокупность источника информативного сигнала, технического средства, с помощью которого осуществляется перехват информации, и физической среды распространения информативного сигнала.

Классификация ТКУИ:
Электромагнитные каналы утечки информации, возникающие за счёт побочных (паразитных) электромагнитных излучений.
Электрические каналы утечки информации, возникающие за счёт наводок побочных (паразитных) электромагнитных излучений.
Специально создаваемые ТКУИ, например, путём «высокочастотного облучения» ТСПИ или внедрения в ТСПИ электронных устройств перехвата информации (закладных устройств).

Схемы ТКУИ включают:
Источник сигнала.
Среда распространения сигнала (например, воздушная среда).
Техническое средство перехвата информации (например, ТСР ПЭМИН — технические средства разведки побочных электромагнитных излучений и наводок).
Помехи, которые могут влиять на качество перехвата.
Граница контролируемой зоны объекта.`,"18. НСД":"НСД (несанкционированный доступ) — это доступ к информации, осуществляемый с нарушением установленных прав и (или) правил доступа к информации с применением штатных средств, предоставляемых средствами вычислительной техники (СВТ) или автоматизированными системами (АС), или средств, аналогичных им по своим функциональному предназначению и техническим характеристикам","19. СЗИ":"СЗИ (система защиты информации) — это совокупность организационных мероприятий, технических, программных и программно-технических средств защиты информации и средств контроля эффективности защиты информации","20. Виды ЗИ (правовая (организац.-прав.), технич., криптограф., физич.)":`Виды защиты информации включают:
Правовая защита информации — защита информации правовыми методами, включающая разработку законодательных и нормативных правовых документов (актов), регулирующих отношения субъектов по защите информации, применение этих документов, а также надзор и контроль за их исполнением.
Техническая защита информации — защита информации, заключающаяся в обеспечении некриптографическими методами безопасности информации (данных), подлежащей защите в соответствии с действующим законодательством, с применением технических, программных и программно-технических средств.
Криптографическая защита информации — относится к использованию аппаратных, программно-аппаратных и программных средств, реализующих криптографические алгоритмы преобразования информации для защиты данных.
Физическая защита информации — меры, направленные на защиту физических объектов и помещений от несанкционированного доступа или воздействия, например, установка систем охраны, контроля доступа и т. д.`,"21. АС (+ ПТК, АРМ, ПО, классификация по ФСТЭК)":`АС (автоматизированная система) — это система, состоящая из персонала и комплекса средств автоматизации его деятельности, реализующая информационную технологию выполнения установленных функций
ПТК (программно-технический комплекс) — совокупность программных и технических средств, обеспечивающих обработку информации.
АРМ (автоматизированное рабочее место) — комплекс технических и программных средств, предназначенных для автоматизации работы пользователя.
ПО (программное обеспечение) — набор программ и данных, необходимых для функционирования АС.

Классификация АС по ФСТЭК (Федеральной службе по техническому и экспортному контролю) зависит от уровня конфиденциальности обрабатываемой информации и условий эксплуатации системы. Для выбора класса защищенности АС необходимо учитывать гриф секретности информации, условия эксплуатации и расположение объектов системы`,"22. СВТ (+классификация по ФСТЭК)":`СВТ (средство вычислительной техники) — это совокупность программных и технических элементов систем обработки данных, способных функционировать самостоятельно или в составе других систем

Классификация СВТ по ФСТЭК зависит от уровня защищенности автоматизированных систем (АС), в которых они используются. Для АС, обрабатывающих секретную информацию, необходимо использовать сертифицированные СВТ определенного класса защищенности, который зависит от категории секретности информации:
не ниже 4 класса для класса защищенности АС 1В;
не ниже 3 класса для класса защищенности АС 1Б;
не ниже 2 класса для класса защищенности АС 1А`,"23. Способы и методы ЗИ (+МЭ, СОВ, САВЗ, …)":`Способы и методы защиты информации включают:
МЭ (маскирующие электромагнитные помехи) — создание помех с целью уменьшения отношения сигнал/шум на границе контролируемой зоны до величин, обеспечивающих невозможность выделения средством разведки информационного сигнала СОВ (система обнаружения вторжений) — метод, направленный на выявление попыток несанкционированного доступа к информации 
САВЗ (система активной защиты от утечки информации по техническим каналам) — комплекс мер, направленных на предотвращение утечки информации через технические каналы 

Также к методам защиты информации относятся:
применение организационных мероприятий, таких как категорирование объектов информатизации, выбор помещений для установки оборудования, установление контролируемой зоны и т. д.
использование сертифицированных технических средств защиты информации 
разработка и внедрение системы управления информационной безопасностью, включающей мониторинг и анализ работы системы защиты информации`,"24. Посторонние проводники (ПП)":"Посторонние проводники (ПП) — это провода и кабели, которые не относятся к техническим средствам передачи информации (ТСПИ) или вспомогательным техническим средствам и системам (ВТСС), но проходят через помещения, где они установлены. К ним также относятся металлические инженерные коммуникации, такие как металлические трубы систем отопления, водоснабжения и другие металлоконструкции","25. Информативный сигнал":"Информативный сигнал — это сигнал, по параметрам которого может быть определена защищаемая информация","26. Случайные антенны (+виды)":`Случайные антенны — это технические средства, соединительные линии и посторонние проводники, способные принимать побочные электромагнитные излучения и выходящие за пределы контролируемой зоны.

Виды случайных антенн:
Сосредоточенные случайные антенны — компактные технические средства, например, телефонный аппарат, громкоговоритель радиотрансляционной сети и т. д.
Распределенные антенны — инженерные коммуникации, соединительные линии ВТСС, кабели электропитания и т. д.`,"27. Зоны: КЗ, R2, r1":`Контролируемая зона (КЗ) — это пространство (территория, здание, часть здания), в котором исключено неконтролируемое пребывание посторонних лиц или транспортных средств
Зона R2 — пространство вокруг средства вычислительной техники (СВТ), в пределах которого напряженность электрической и магнитной составляющей электромагнитного поля информативного сигнала превышает допустимое (нормированное) значение
Зона r1 — зона, в которой действуют перехваченные сигналы`,"28. ПЭМИН":"ПЭМИН (побочные электромагнитные излучения и наводки) — это электромагнитные излучения, которые могут быть перехвачены злоумышленниками и содержат в себе информацию, передаваемую или обрабатываемую техническими средствами","29. ЛАСР (+ триппель-призма)":`ЛАСР (лазерная акустическая система разведки) — это система, предназначенная для перехвата речевой информации с использованием лазерного излучения.

Триппель-призма — один из элементов, используемых в ЛАСР для перехвата речевой информации. Она устанавливается в оконном стекле и позволяет отражать лазерный луч таким образом, чтобы можно было перехватывать акустические колебания, возникающие при разговоре`,"30. Технические средства разведки (ТСР)":"Технические средства разведки (ТСР) — это технические устройства, с помощью которых осуществляется добывание данных об информативных признаках излучаемой энергии непосредственно радиоэлектронных средств (РЭС), а также сведений из баз данных автоматизированных систем управления (АСУ) и электронно-вычислительных машин (ЭВТ) и других баз для оценки обстановки и принятия решений о радиоэлектронном подавлении, функциональном поражении и других действиях","31. Специальные технические средства (СТС)":"Специальные технические средства (СТС) — это технические средства, приспособленные или доработанные для негласного получения информации","32. АСУТП":"АСУТП (автоматизированная система управления технологическими процессами) — это система, которая включает в себя персонал и комплекс средств автоматизации его деятельности, реализующая информационную технологию выполнения установленных функций","33. ГИС":"ГИС (государственная информационная система) — это информационная система, которая функционирует в соответствии с государственными стандартами и предназначена для обработки и хранения государственных информационных ресурсов","34. ИСПДн":"ИСПДн (информационная система персональных данных) — это система, которая обеспечивает обработку персональных данных и функционирует в соответствии с требованиями, установленными Постановлением Правительства РФ от 01.11.2012","35. КИИ":"КИИ (критическая информационная инфраструктура) — это совокупность информационных систем и телекоммуникационных сетей, критически важных для функционирования ключевых сфер жизнедеятельности государства и общества, обеспечение безопасности которых является приоритетом","36. МЭ":"МЭ (межсетевой экран) — это локальное (однокомпонентное) или функционально распределенное средство (комплекс), которое контролирует информацию, поступающую в автоматизированную систему (АС) и/или выходящую из неё, и обеспечивает защиту АС посредством фильтрации информации","37. ИСОП":"Информационная система общего пользования — это система, оперирующая информацией и обеспечивающая её обработку, однако в представленных документах нет конкретного определения для информационной системы общего пользования","38. АСУ":"АСУ (автоматизированная система управления) — это система, которая включает в себя персонал и комплекс средств автоматизации его деятельности, реализующая информационную технологию выполнения установленных функций","39. СЗИ":"СЗИ (система защиты информации) — это совокупность организационных мероприятий, технических, программных и программно-технических средств защиты информации и средств контроля эффективности защиты информации","40. НДВ":"","41. САВЗ":`Средство антивирусной защиты – программное средство, реализующее
функции обнаружения компьютерных программ либо иной компьютерной
информации, предназначенных для несанкционированного уничтожения,
блокирования, модификации, копирования компьютерной информации или
нейтрализации средств защиты информации, а также реагирования на
обнаружение этих программ и информации

Системный щит — отвечает за защиту операционной системы от вредоносного ПО и сохранность оригинальных модулей системы.
Антивирусные мониторы (сторожи) — постоянно находятся в памяти компьютера и отслеживают подозрительные действия, выполняемые другими программами.
Изолированная программная среда («песочница») — обрабатывает неизвестные или подозрительные программы в специальной среде, гарантируя, что они не принесут вреда системе.
Самозащита антивирусной программы — защищает все компоненты антивирусной программы от вирусной угрозы, чтобы они не могли быть отключены или повреждены.
Также упоминаются методики обнаружения и защиты от вирусов, такие как сканирование, эвристический анализ и использование антивирусов, встроенных в BIOS компьютера`,"42. ПДн":"Персональные данные — это любая информация, относящаяся к определённому или определяемому на основании такой информации физическому лицу (субъекту персональных данных), в том числе его фамилия, имя, отчество, год, месяц, дата и место рождения, адрес, семейное, социальное, имущественное положение, образование, профессия, доходы и другая информация"},u={"1. Понятие «информации» в области информационной безопасности (данные, сообщения, сведения).":`Информация - это сведения (сообщения, данные) независимо от формы из представления
Данные — это информация, представленная на материальном носителе в виде букв, цифр, символов, знаков, образов, изображений, характеристик физических полей и физических величин и т. п.
Сообщения — это предназначенные для передачи высказывание, текст, изображение, физический предмет или поступок, состоящие из словесных или невербальных знаков
Сведения — это информация о лицах, предметах, фактах, событиях, явлениях и процессах независимо от формы их представления`,"2. Виды защищаемой информации.":`Общедоступная информация - общеизвестные сведения и иная информация, доступ к которой не ограничен
Конфиденциальная информация - это сведения, составляющие коммерческую тайну, служебную тайну и иную тайну, доступ к которым ограничен (сведения о фактах, событиях и обстоятельствах частной жизни гражданина; сведения, составляющие тайну следствия и судопроизводства; служебные сведения, доступ к которым ограничен органами государственной власти; сведения, связанные с профессиональной деятельность (врачебная тайна, например); сведения, связанные с коммерческой деятельностью; сведения о сущности изобретения).
Секретная информация — это сведения из числа сведений, составляющих государственную тайну.
Совершенно секретная информация — это сведения в области военной, внешнеполитической, экономической, научно-технической, разведывательной, контрразведывательной и оперативно-розыскной деятельности, распространение которых может нанести ущерб интересам министерства (ведомства) или отрасли экономики Российской Федерации.
Особо важная информация — это сведения в области военной, внешнеполитической, экономической, научно-технической, разведывательной, контрразведывательной и оперативно-розыскной деятельности, распространение которых может нанести ущерб интересам Российской Федерации.`,"3. Свойства информации. Безопасность информации (определение).":`Свойства информации:

целостность;
доступность;
конфиденциальность.

Безопасность информации — состояние защищенности информации, при котором обеспечены ее конфиденциальность, доступность и целостность.`,"4. Классификация угроз конфиденциальности сообщений (перехват информации, утечка информации по техническим каналам). Ответственность за перехват информации.":`Классификация угроз конфиденциальности сообщений:

Перехват информации: неправомерное получение информации с использованием технического средства, осуществляющего обнаружение, прием и обработку информативных сигналов. Иностранные разведки используют технические средства разведки (ТСР), а другие заинтересованные субъекты — специальные технические средства (СТС), приспособленные или доработанные для негласного получения информации.
Утечка информации по техническим каналам: неконтролируемое распространение информативного сигнала от его источника через физическую среду до технического средства, осуществляющего перехват информации.

Ответственность за перехват информации:

В предоставленных документах не содержится конкретной информации об ответственности за перехват информации. Однако упоминается статья 283, касающаяся разглашения государственной тайны,Раскрыть цитату что может быть связано с перехватом информации, составляющей государственную тайну.`,"5. Классификация угроз конфиденциальности данных (хищение данных, несанкционированный доступ к данным, несанкционированное копирование данных). Ответственность за несанкционированный доступ к данным.":`Классификация угроз конфиденциальности данных:

Хищение данных: незаконное изъятие носителей информации или данных с целью их неправомерного использования.
Несанкционированный доступ к данным: доступ к информации, осуществляемый с нарушением установленных прав и (или) правил доступа к информации с применением штатных средств или средств, аналогичных им по своим функциональному предназначению и техническим характеристикам.
Несанкционированное копирование данных: неправомерное копирование информации на другой носитель без разрешения владельца информации.

Ответственность за несанкционированный доступ к данным:

В предоставленных документах упоминается статья 272, которая касается неправомерного доступа к компьютерной информации. Однако детальной информации о мерах ответственности в документах не содержится.`,"6. Угрозы целостности и доступности информации. Причины непреднамеренного несанкционированного воздействия на информацию. Виды несанкционированного преднамеренного воздействия на информацию.":`Угрозы целостности и доступности информации:

Угрозы целостности информации включают модифицирование (искажение, подмена) информации и угрозы уничтожения или повреждения информации.
Угрозы доступности информации связаны с блокированием доступа к информации, созданием условий, препятствующих доступу к информации субъекту, имеющему право на него.

Причины непреднамеренного несанкционированного воздействия на информацию:

природные явления, стихийные бедствия (пожары, наводнения, землетрясения, грозовые разряды и т. д.);
непреднамеренные электромагнитное или радиоактивное облучение технических средств обработки информации (ТСОИ) и носителей информации;
дефекты, сбои, отказы, аварии ТСОИ;
дефекты, сбои и отказы программного обеспечения ТСОИ;
дефекты, сбои, отказы, аварии систем и средств обеспечения ТСОИ.

Виды несанкционированного преднамеренного воздействия на информацию:

преднамеренное разглашение сведений ограниченного доступа;
несанкционированный доступ к информации с применением штатных средств или средств, аналогичных им по своим функциональному предназначению и техническим характеристикам;
модифицирование данных (искажение, подмена);
уничтожение или повреждение данных.`,"7. Угроза безопасности информации (определение). Классификация угроз безопасности информации. Классификация источников угроз безопасности информации.":`Угроза безопасности информации — совокупность факторов (явлений, действий или процессов) и условий их реализации, результатом которых могут быть утечка, неправомерные модифицирование (искажение, подмена), уничтожение информации или блокирование доступа к ней.

Классификация угроз безопасности информации:

угрозы конфиденциальности информации;
угрозы целостности информации;
угрозы доступности информации.
Источники угроз безопасности информации могут быть следующими:

внешние угрозы: деятельность специальных служб иностранных государств, преступных сообществ, организаций и групп, а также противозаконная деятельность отдельных лиц;
внутренние угрозы: нарушение установленного регламента сбора, обработки и передачи информации, преднамеренные действия и ошибки персонала, отказ технических средств и сбои программного обеспечения.`,"8. Классификация угроз конфиденциальности сведений (разглашение сведений ограниченного доступа, неправомерный доступ к сведениям ограниченного доступа). Ответственность за разглашение сведений ограниченного доступа и неправомерный доступ к сведениям ограниченного доступа.":`Классификация угроз конфиденциальности сведений:

Разглашение сведений ограниченного доступа:
Преднамеренное разглашение (при прямом умысле): предоставление или распространение сведений ограниченного доступа посторонним лицам.
Непреднамеренное разглашение (по неосторожности): нарушение правил и мер, установленных для защиты информации.
Неправомерный доступ к сведениям ограниченного доступа:
Доступ к информации лицами, не имеющими права доступа.

Ответственность за разглашение сведений ограниченного доступа и неправомерный доступ к сведениям ограниченного доступа:

Статья 283 УК РФ предусматривает ответственность за разглашение государственной тайны.
Статья 183 УК РФ наказывает за незаконные получение и разглашение сведений, составляющих коммерческую, налоговую или банковскую тайну.`,"9. Классификация угроз целостности информации (сведений, данных и сообщений). Ответственность за нарушение целостности информации.":`Классификация угроз целостности информации:

Угрозы целостности сведений:
физическое устранение человека;
изменение сознания под воздействием средств психологического, психофизиологического, технического, информационного воздействия и т. д.;
«стирание» или повреждение памяти;
формирование «требуемого» сознания («зомби»).

Угрозы целостности данных:
модифицирование данных (искажение, подмена);
уничтожение или повреждение данных (способы и средства зависят от вида материального носителя, например, уничтожить данные на магнитных носителях можно СВЧ-оружием, а данные на листах бумаги — серной кислотой).

Угрозы целостности сообщений:
отключение элементов информационных и телекоммуникационных систем (ИТКС);
огневое поражение элементов ИТКС;
радиоэлектронное, оптикоэлектронное подавление и поражение ИТКС;
программно-математическое воздействие на ИТКС (например, кибератаки);
программно-техническое воздействие на ИТКС (например, закладочные устройства) и т. д.

Ответственность за нарушение целостности информации:
В предоставленных документах нет конкретной информации об ответственности за нарушение целостности информации. Для получения более точных данных рекомендуется обратиться к соответствующим нормативным актам или законодательным документам.`,"10. Классификация угроз доступности (сведений, данных и сообщений). Ответственность за нарушение доступности информации.":`Классификация угроз доступности информации:

Угрозы доступности сведений:

изменение сознания под воздействием средств психологического, психофизиологического, технического, информационного воздействия и т. д., при котором невозможно получить сведения, которыми обладал человек;
«стирание» или повреждение памяти.

Угрозы доступности данных:
блокирование доступа к данным (отключение каналов связи, программно-математическое воздействие, программно-техническое воздействие, уничтожение элементов информационных систем);
навязывание «ложной информации», затрудняющей доступ к достоверной информации;
распространение огромного количества «ненужной» информации, затрудняющей поиск требуемой информации и т. д.

Ответственность за нарушение доступности информации:
В предоставленных документах нет конкретной информации об ответственности за нарушение доступности информации. Для получения более точных данных рекомендуется обратиться к соответствующим нормативным актам или законодательным документам.`,"11. Защита информации (определение). Направления защиты информации (организационно-правовая защита информации, техническая защита информации, криптографическая защита информации, физическая защита объектов информатизации). Ответственность за незаконную деятельность по защите информации и нарушение правил защиты информации.":`Защита информации — деятельность, направленная на предотвращение утечки защищаемой информации, несанкционированных и непреднамеренных воздействий на защищаемую информацию.

Направления защиты информации:

Организационно-правовая защита информации — принятие правовых, организационных и технических мер, направленных на предотвращение утечки информации, неправомерного воздействия на информацию и неправомерного блокирования доступа к информации.
Техническая защита информации — защита информации некриптографическими методами с применением технических, программных и программно-технических средств.
Криптографическая защита информации — защита информации путём её криптографического преобразования с использованием технических, программных и программно-технических средств.
Физическая защита объектов информатизации — защита информации путём применения организационных мероприятий и совокупности средств, создающих препятствия для проникновения или доступа неуполномоченных физических лиц к объекту защиты.

Ответственность за незаконную деятельность по защите информации и нарушение правил защиты информации:

Занятие видами деятельности в области защиты информации без получения в установленном порядке специального разрешения (лицензии), если такое разрешение в соответствии с федеральным законом обязательно, влечёт наложение административного штрафа.
Нарушение условий, предусмотренных лицензией на осуществление деятельности в области защиты информации, влечёт наложение административного штрафа на граждан, должностных и юридических лиц`,"12. Задачи защиты информации.":`Основные задачи защиты информации:

Защита объектов информатизации (ОИ) от утечки информации по техническим каналам.
Защита выделенных помещений (ВП) от утечки речевой информации по техническим каналам.
Защита автоматизированных систем (АС) от несанкционированного доступа к информации.
Защита информации и программного обеспечения от специальных программных воздействий, вызывающих уничтожение, искажение информации, блокирование доступа к ней или сбои в работе технических средств обработки информации (ТСОИ).
Выявление электронных устройств перехвата информации, несанкционированно внедрённых в ТСОИ и ВП.
Защита информации, передаваемой по каналам связи.
Защита носителей информации от несанкционированного копирования.
Обеспечение режима секретности (конфиденциальности) информации.
Физическая защита объектов и носителей информации.`,"13. Несанкционированный доступ к информации (определение). Классификация способов НСД к информации (программно-технический, программный). Угрозы безопасности информации на сетевом уровне.":`Несанкционированный доступ к информации — доступ к информации, осуществляемый с нарушением установленных прав и (или) правил доступа к информации с применением штатных средств, предоставляемых средствами вычислительной техники (СВТ) или автоматизированными системами (АС), или средств, аналогичных им по своим функциональному предназначению и техническим характеристикам.

Классификация способов НСД к информации:

Программно-технический (физический) доступ: нарушитель осуществляет несанкционированное вскрытие системного блока СВТ и изъятие HDD или изменение аппаратной части.
Программный доступ: включает угрозы доступа в операционную среду компьютера с использованием штатного программного обеспечения, угрозы создания нештатных режимов работы программных средств и угрозы внедрения вредоносных программ.

Угрозы безопасности информации на сетевом уровне:

навязывание ложного маршрута сети;
внедрение ложного объекта сети;
удаленный запуск приложений`,"14. Способы непосредственного НСД к информации с использованием программных средств. Способы удаленного НСД к информации с использованием программных средств.":`Способы непосредственного НСД к информации с использованием программных средств:

выявление пароля с помощью специальных программ, основанных на различных методах (например, простой перебор, перебор с использованием специальных словарей, установка вредоносной программы для перехвата пароля);
подмена доверенного объекта сети и передача по каналам связи сообщений от его имени с присвоением его прав доступа.

Способы удаленного НСД к информации с использованием программных средств:

программно-технический (физический) доступ, при котором нарушитель осуществляет несанкционированное вскрытие системного блока СВТ и изъятие HDD или изменение аппаратной части СВТ;
программный доступ, который включает угрозы доступа в операционную среду компьютера с использованием штатного программного обеспечения`,"15. Несанкционированное воздействие на информацию. Классификация способов несанкционированного воздействия на информацию. Программно-математическое воздействие на информацию. Вредоносные программы.":`Несанкционированное воздействие на информацию — это воздействие, осуществляемое с нарушением установленных прав и правил доступа к информации.

Классификация способов несанкционированного воздействия на информацию:

использование специальных программных (программно-математических) воздействий на информацию и программное обеспечение ТСОИ;
использование специальных программно-технических воздействий на информацию, ТСОИ и программное обеспечение;
преднамеренное силовое электромагнитное воздействие на информацию, ТСОИ и носители информации;
диверсии в отношении объекта информатизации и т. д.

Программно-математическое воздействие на информацию — несанкционированное воздействие, осуществляемое с использованием вредоносных программ (программ с потенциально опасными последствиями).

Вредоносная программа — это самостоятельная программа (набор инструкций), которая способна выполнять следующие функции:

скрывать признаки своего присутствия в программной среде компьютера;
обладать способностью к самодублированию, ассоциированию себя с другими программами и (или) переносу своих фрагментов в иные области оперативной или внешней памяти;
разрушать (искажать произвольным образом) код программ в оперативной памяти;
выполнять без инициирования со стороны пользователя деструктивные функции (копирование, уничтожение, блокирование и т. п.);
сохранять фрагменты информации из оперативной памяти в некоторых областях внешней памяти прямого доступа;
искажать произвольным образом, блокировать и (или) подменять выводимый во внешнюю память или в канал связи массив информации.`,"16. Классификация нарушителей НСД к информации.":`Классификация нарушителей НСД к информации:

Нарушители подразделяются на два типа по наличию права доступа в контролируемую зону (КЗ) объекта информатизации:

нарушители, не имеющие физического доступа к АС (внешние нарушители);
нарушители, имеющие физический доступ к АС (внутренние нарушители).`,"17. Классификация и характеристика способов (методов) защиты информации от НСД.":`Классификация и характеристика способов (методов) защиты информации от НСД:

Ограничение доступа пользователей в помещения, где размещены технические средства обработки информации и хранятся носители информации.
Реализация разрешительной системы допуска пользователей (обслуживающего персонала) к информационным ресурсам, информационной системе и связанным с её использованием работам, документам (идентификация и аутентификация).
Разграничение доступа пользователей и обслуживающего персонала к информационным ресурсам, программным средствам обработки (передачи) и защиты информации.
Регистрация действий пользователей и обслуживающего персонала, контроль НСД и действий пользователей, обслуживающего персонала и посторонних лиц.
Учёт и хранение съёмных носителей информации и их обращение, исключающее хищение, подмену и уничтожение.
Резервирование технических средств, дублирование массивов и носителей информации.
Использование средств защиты информации, прошедших в установленном порядке процедуру оценки соответствия (сертификация СЗИ)
Предотвращение внедрения в информационные системы вредоносных программ (программ-вирусов) и программных закладок (антивирусная защита)
Использование защищённых каналов связи (криптографическая защита информации)
Размещение технических средств, позволяющих осуществлять обработку информации, в пределах охраняемой территории
Организация физической защиты помещений и технических средств, позволяющих осуществлять обработку информации`,"18. Сертифицированные программные средства защиты информации от НСД.":"Сертифицированные программные средства защиты информации от НСД — это средства защиты информации, которые прошли в установленном порядке процедуру оценки соответствия (сертификацию СЗИ). Они используются для обеспечения безопасности информации и предотвращения несанкционированного доступа к ней","19. Сертифицированные САВЗ. Методы обнаружения вирусов.":`Сертифицированные САВЗ (средства антивирусной защиты) — это антивирусные программы, которые прошли процедуру оценки соответствия и получили сертификат, подтверждающий их соответствие установленным требованиям безопасности.

Методы обнаружения вирусов в сертифицированных САВЗ:

Сканирование: антивирусная программа последовательно просматривает проверяемые файлы в поиске сигнатур известных вирусов.
Эвристический анализ: позволяет обнаруживать ранее неизвестные вирусы, проверяя программы и загрузочные секторы дисков и дискет на наличие кода, характерного для вирусов 
Использование антивирусных мониторов: программы постоянно находятся в памяти компьютера и отслеживают все подозрительные действия, выполняемые другими программами 
Обнаружение изменений: антивирусные программы-ревизоры запоминают характеристики всех областей диска, которые подвергаются нападению вируса, и затем периодически проверяют их.
Защита, встроенная в BIOS компьютера: современные антивирусные программы защищают все свои компоненты от вирусной угрозы, чтобы они не могли быть отключены или повреждены.`,"20. Сертифицированные программно-аппаратные средства защиты информации от НСД.":`Сертифицированные программно-аппаратные средства защиты информации от НСД — это технические и программные решения, которые прошли процедуру оценки соответствия и получили сертификат, подтверждающий их соответствие установленным требованиям безопасности. Они используются для защиты информации от несанкционированного доступа и обеспечения ее конфиденциальности

Примеры таких средств включают устройства защиты информации от утечки по каналу ПЭМИН, которые соответствуют требованиям технических условий и могут устанавливаться в выделенных помещениях определенных категорий`,"21. Автоматизированные системы. Защита от несанкционированного доступа к информации. Классификация АС.":`Классификация автоматизированных систем (АС) по защите от несанкционированного доступа (НСД) к информации:

Третья группа классифицирует АС, в которых работает один пользователь, допущенный ко всей информации АС, размещенной на носителях одного уровня конфиденциальности. Группа содержит два класса: ЗБ и ЗА.
Вторая группа классифицирует АС, в которых пользователи имеют одинаковые права доступа (полномочия) ко всей информации АС, обрабатываемой и (или) хранимой на носителях различного уровня конфиденциальности. Группа содержит два класса: 2Б и 2А.
Первая группа классифицирует многопользовательские АС, в которых одновременно обрабатывается и (или) хранится информация разных уровней конфиденциальности и не все пользователи имеют право доступа ко всей информации АС. Группа содержит пять классов: 1Д, 1Г, 1В, 1Б и 1А.`,"22. Средства вычислительной техники. Защита от несанкционированного доступа к информации. Классификация СВТ.":`Классификация средств вычислительной техники (СВТ) по защите от несанкционированного доступа (НСД) к информации включает несколько групп, которые характеризуются различными уровнями защиты:

Первая группа содержит только один седьмой класс.
Вторая группа характеризуется дискреционной защитой и содержит шестой и пятый классы.
Третья группа характеризуется мандатной защитой и содержит четвертый, третий и второй классы.
Четвертая группа характеризуется верифицированной защитой и содержит только первый класс`,"23. Основные требования к подсистеме регистрации и учета АС.":`Основные требования к подсистеме регистрации и учета автоматизированных систем (АС):

Регистрация и учёт:
входа (выхода) субъектов доступа в (из) систему (ы) (узел сети);
выдачи печатных (графических) выходных документов;
запуска (завершения) программ и процессов (заданий, задач);
доступа программ субъектов доступа к защищаемым файлам, включая их создание и удаление, передачу по линиям и каналам связи;
доступа программ субъектов доступа к терминалам, ЭВМ, узлам сети ЭВМ, каналам связи, внешним устройствам ЭВМ, программам, томам, каталогам, файлам, записям, полям записей
Учет носителей информации
Очистка (обнуление, обезличивание) освобождаемых областей оперативной памяти ЭВМ и внешних накопителей`,"24. Основные требования к подсистеме обеспечения целостности АС.":`Основные требования к подсистеме обеспечения целостности автоматизированных систем (АС):

Обеспечение целостности программных средств и обрабатываемой информации.
Физическая охрана средств вычислительной техники и носителей информации.
Наличие администратора (службы) защиты информации в АС.
Периодическое тестирование средств защиты информации от несанкционированного доступа (СЗИ НСД).
Наличие средств восстановления СЗИ НСД.`,"25. Основные требования к подсистеме управления доступом АС.":`Основные требования к подсистеме управления доступом автоматизированных систем (АС):

Идентификация, проверка подлинности и контроль доступа субъектов:
в систему;
к терминалам, ЭВМ, узлам сети ЭВМ, каналам связи, внешним устройствам ЭВМ;
к программам;
к томам, каталогам, файлам, записям, полям записей.
Управление потоками информации.`,"26. Межсетевые экраны (определение). Классификация. Классы защищенности МЭ.":`Межсетевой экран (МЭ) — это локальное (однокомпонентное) или функционально распределённое средство (комплекс), которое реализует контроль за информацией, поступающей в автоматизированную систему (АС) и/или выходящей из неё, и обеспечивает защиту АС посредством фильтрации информации, то есть ее анализа по совокупности критериев и принятия решения о ее распространении в (из) АС.

Классификация МЭ:

локальные (однокомпонентные);
функционально распределенные комплексы.

Классы защищенности МЭ:

пятый класс — самый низкий, применяется для безопасного взаимодействия АС класса 1Д с внешней средой;
четвёртый класс — для АС класса 1Г;
третий класс — для АС класса 1В;
второй класс — для АС класса 1Б;
первый класс — самый высокий, применяется для безопасного взаимодействия АС класса 1А с внешней средой.`,"27. Межсетевые экраны (определение). Классификация. Показатели защищенности МЭ.":`Межсетевой экран (МЭ) — это локальное (однокомпонентное) или функционально распределенное средство (комплекс), которое реализует контроль за информацией, поступающей в автоматизированную систему (АС) и/или выходящей из неё, и обеспечивает защиту АС посредством фильтрации информации, то есть ее анализа по совокупности критериев и принятия решения о ее распространении в (из) АС.

Классификация МЭ:

локальные (однокомпонентные);
функционально распределенные комплексы.

Показатели защищенности МЭ включают:

управление доступом (фильтрация данных и трансляция адресов);
идентификация и аутентификация;
регистрация;
администрирование (идентификация, аутентификация, регистрация, простота использования);
целостность;
восстановление;
тестирование;
руководство администратора защиты;
тестовая документация;
конструкторская (проектная) документация.`,"28. Криптографическая защита информации. Классификация криптографических средств. Основные методы шифрования.":`Криптографическая защита информации — это защита информации путем ее криптографического преобразования с использованием технических, программных и программно-технических средств.

Классификация криптографических средств:

Аппаратные средства.
Программно-аппаратные средства.
Программные средства.
К средствам криптографической защиты информации (СКЗИ) относятся аппаратные, программно-аппаратные и программные средства, реализующие криптографические алгоритмы преобразования информации.

Основные методы шифрования:

Шифрование с использованием симметричных криптосистем, где для шифрования и расшифрования используется один и тот же ключ.
Шифрование с использованием асимметричных криптосистем (с открытым ключом).

Современные методы шифрования должны отвечать следующим основным требованиям:

стойкость шифра обеспечивается не секретностью алгоритма шифрования, а секретностью ключа;
вскрытие шифра может быть осуществлено только путем решения задачи полного перебора всех возможных ключей;
число операций, необходимых для дешифрования информации путем перебора ключей, должно выходить за пределы возможностей современных компьютеров;
шифртекст не должен существенно превосходить по объему исходную информацию`,"29. Объект информатизации (определение). Основные технические средства и системы (ОТСС). Вспомогательные технические средства и системы (ВТСС). Посторонние проводники. Технический канал утечки информации (определение). Схема технического канала утечки информации.":`Объект информатизации — это совокупность информационных ресурсов, содержащих сведения ограниченного доступа, технических средств и систем обработки информации ограниченного доступа (основных технических средств и систем), используемых в соответствии с заданной информационной технологией, технических средств обеспечения объекта информатизации (вспомогательных технических средств и систем), а также помещений или объектов (зданий, сооружений, технических средств), в которых они установлены.

Основные технические средства и системы (ОТСС) — это технические средства и системы, а также их коммуникации, используемые для обработки (приема, передачи, записи, хранения и т. д.) информации ограниченного доступа.

Вспомогательные технические средства и системы (ВТСС) — технические средства и системы, установленные на объектах информатизации или в выделенных (защищаемых) помещениях, непосредственно не участвующие в обработке (приеме, передаче, записи, хранении и т. д.) информации ограниченного доступа.

Посторонние проводники — это элементы, которые могут способствовать утечке информации и подлежат демонтажу на объекте информатизации в рамках организационных мероприятий по защите информации.

Технический канал утечки информации — это совокупность источника информативного сигнала, технического средства, с помощью которого осуществляется перехват информации, и физической среды распространения информативного сигнала.

Схема технического канала утечки информации включает:

источник сигнала;
среду распространения сигнала;
техническое средство перехвата информации`,"30. Классификация ТКУИ, обрабатываемых техническими СВТ.":`Классификация технических каналов утечки информации (ТКУИ), обрабатываемых техническими средствами вычислительной техники (СВТ):

Естественные ТКУИ — возникают за счёт побочных (паразитных) электромагнитных излучений или наводок.
Специально создаваемые ТКУИ — создаются путём «высокочастотного облучения» технических средств передачи информации (ТСПИ) или внедрения в ТСПИ электронных устройств перехвата информации (закладных устройств).`,"31. Схема ТКУИ, возникающего за счет побочных электромагнитных излучений. Определение зоны R2.":`Схема технического канала утечки информации (ТКУИ), возникающего за счет побочных электромагнитных излучений, включает следующие элементы:

источник сигнала (побочные электромагнитные излучения и наводки — ПЭМИ);
среду распространения сигнала (воздушную среду);
техническое средство перехвата информации (технические средства разведки побочных электромагнитных излучений и наводок — ТСР ПЭМИН).

Зона R2 — это пространство вокруг средств вычислительной техники (СВТ), в пределах которого напряженность электрической и магнитной составляющей электромагнитного поля информативного сигнала превышает допустимое (нормированное) значение. Формула для определения границы зоны R2 выглядит следующим образом:  — заданное отношение сигнал/шум`,"32. Случайные антенны (определения). Схемы технических каналов утечки информации, возникающих за счет наводок побочных электромагнитных излучений. Определение зон r1 и r1’.":`Случайные антенны — это технические средства и их соединительные линии, а также посторонние проводники, способные принимать побочные электромагнитные излучения и выходящие за пределы контролируемой зоны. Случайные антенны могут быть сосредоточенными (например, телефонный аппарат, громкоговоритель радиотрансляционной сети) и распределенными (инженерные коммуникации, соединительные линии ВТСС, кабели электропитания и т. д.).

Схема технического канала утечки информации, возникающего за счёт наводок побочных электромагнитных излучений, включает:

источник сигнала (побочные электромагнитные излучения и наводки — ПЭМИ);
среду распространения сигнала (воздушную среду);
техническое средство перехвата информации (технические средства разведки побочных электромагнитных излучений и наводок — ТСР ПЭМИН).

Зона R1 — это пространство вокруг технического средства обработки информации (ТСОИ), в пределах которого уровень наведенного информативного сигнала в сосредоточенных антеннах превышает допустимое (нормированное) значение

Зона R1’ — это аналогичная зона, но для распределенных антенн.`,"33. Выделенное помещение. Защищаемое помещение. Классификация технических каналов утечки акустической речевой информации.":`Выделенное помещение (ВП) — это специальное помещение (служебные кабинеты, актовые, конференц-залы и т. д.), предназначенное для регулярного проведения совещаний, обсуждений, конференций, переговоров, бесед и других мероприятий секретного характера.

Защищаемое помещение (ЗП) — это специальное помещение (служебные кабинеты, актовые, конференц-залы и т. д.), предназначенное для регулярного проведения совещаний, обсуждений, конференций, переговоров, бесед и других мероприятий конфиденциального характера.

Классификация технических каналов утечки акустической речевой информации:

прямые акустические (воздушные);
акустовибрационные (вибрационные);
акустоэлектрические;
акустоэлектромагнитные (параметрические);
акустооптические (лазерные)`,"34. Схемы прямых акустических каналов утечки акустической речевой информации. Направленные микрофоны, цифровые диктофоны, электронные устройства перехвата акустической речевой информации.":`Прямые акустические каналы утечки акустической речевой информации включают использование направленных микрофонов, цифровых диктофонов и других электронных устройств для перехвата информации.

Направленные микрофоны используются для записи звука с высокой направленностью. Они обеспечивают высокое качество записи и удобство использования. Например, упоминаются направленный плоский микрофон (микрофонная решётка) G.R.A.S и направленный плоский микрофон (микрофонная решетка) 40 ТА.

Цифровые диктофоны могут быть использованы для скрытной записи разговоров в выделенном помещении. Упоминаются цифровые диктофоны в обычном исполнении и цифровой диктофон, встроенный в авторучку.

Электронные устройства перехвата акустической речевой информации могут включать в себя различные технические средства, такие как закладные устройства с передачей информации по радиоканалу или электросети. Например, схема перехвата речевой информации с использованием закладного устройства с передачей информации по радиоканалу включает акустический сигнал, источник сигнала (человек или динамик), выделенное помещение, высокочастотный радиосигнал, закладное устройство и специальное радиоприемное устройство`,"35. Схемы акустовибрационных каналов утечки акустической речевой информации. Электронные стетоскопы, радиостетоскопы. Средства акустической разведки, осуществляющие перехват речевой информации по прямым акустическим каналам.":`Акустовибрационные каналы утечки акустической речевой информации предполагают перехват разговоров с помощью электронных стетоскопов и радиостетоскопов.

Электронные стетоскопы используются для перехвата акустической информации через ограждающие конструкции и инженерные коммуникации. Схема канала перехвата речевой информации с использованием электронных стетоскопов включает акустический сигнал, источник сигнала (человек или динамик), вибрационный сигнал и контактное устройство для приёма сигнала.

Радиостетоскопы позволяют перехватывать акустическую информацию и передавать ее на расстояние с помощью радиосигнала. Упоминаются радиостетоскоп PKI 2415 и радиостетоскоп РК-995 (бесшумный пистолет со «стрелой-радиостетоскопом»).

К средствам акустической разведки, осуществляющим перехват речевой информации по прямым акустическим каналам, можно отнести направленные микрофоны и электронные устройства перехвата информации, такие как закладные устройства с передачей информации по радиоканалу или электросети`,"36. Схема акустооптического канала утечки акустической речевой информации. Лазерные акустические системы разведки.":`Акустооптический канал утечки акустической речевой информации предполагает использование лазерных акустических систем разведки для перехвата речевой информации.

Схема акустооптического канала утечки включает в себя использование триппель-призмы, установленной в оконном стекле, для перехвата речевой информации с помощью лазерной акустической системы разведки.

Лазерная акустическая система разведки (ЛАСР) может иметь дальность действия от 100 до 500 метров и использует специальные приемно-передающие блоки, такие как PKI 3100, для осуществления перехвата`,"37. Схемы акустоэлектрических и акустоэлектромагнитных каналов утечки акустической речевой информации.":`Акустоэлектрические каналы утечки акустической речевой информации предполагают перехват сигналов в соединительных линиях высокочастотных технических средств связи (ВТСС), образованных в результате акустоэлектрических преобразований.

На слайде представлена схема акустоэлектрического канала утечки речевой информации, которая включает:

акустический сигнал;
ВТСС, обладающие «микрофонным эффектом»;
гармонический высокочастотный сигнал;
ВЧ-генератор;
приёмник;
границу контролируемой зоны;
аппаратуру высокочастотного «навязывания».
Акустоэлектромагнитные каналы утечки акустической речевой информации включают использование высокочастотного облучения для перехвата речевой информации.

Схема акустоэлектромагнитного канала утечки речевой информации включает:

акустический сигнал;
воздушную среду;
ВЧ-генератор и приёмник для перехвата переизлученного модулированного высокочастотного сигнала;
помехи, создаваемые гармоническим высокочастотным сигналом;
границу контролируемой зоны;
аппаратуру «высокочастотного облучения» для создания помех и защиты от перехвата информации`,"38. Специально создаваемые каналы утечки информации, обрабатываемой СВТ. Аппаратные закладки.":`Специально создаваемые каналы утечки информации, обрабатываемой СВТ, включают в себя:

каналы, создаваемые путём «высокочастотного облучения» технических средств передачи информации (ТСПИ);
каналы, создаваемые путём внедрения в ТСПИ электронных устройств перехвата информации (закладных устройств).

Аппаратные закладки — это электронные устройства, которые могут быть внедрены в СВТ для перехвата информации. Они могут передавать перехваченную информацию по различным каналам, например, через радиосигнал или электрический сигнал (сеть 220 В)`,"39. Классификация способов и средств защиты информации, обрабатываемой СВТ, от утечки по техническим каналам.":`Классификация способов и средств защиты информации, обрабатываемой СВТ, от утечки по техническим каналам включает:

Организационные мероприятия — это меры по защите информации, которые не требуют применения специально разработанных технических средств защиты.
Использование технических средств защиты ОТСС — применение специальных технических решений для защиты основных технических средств и систем.
Выявление электронных устройств перехвата информации (закладных устройств), внедренных в ОТСС, для предотвращения утечки информации`,"40. Экранирование и заземление технических средств.":`Экранирование технических средств — это метод защиты, который позволяет предотвратить перехват информации, передаваемой через полуактивные закладки, а также снизить уровень побочных электромагнитных излучений (ПЭМИ). Экранирование может осуществляться с помощью металлизированной ткани или других экранирующих материалов.

Заземление технических средств включает в себя заземление экранов элементов (узлов, блоков) технических средств передачи информации (ТСПИ), заземление экранов соединительных линий и цепей электропитания ТСПИ, а также заземление посторонних проводников и экранов соединительных линий ВТСС. Это помогает снизить уровень наводок и обеспечить более надежную защиту информации`,"41. Системы пространственного и линейного электромагнитного зашумления (принцип работы).":`Системы пространственного и линейного электромагнитного зашумления используются для защиты информации от перехвата путем создания маскирующих электромагнитных помех.

Система пространственного электромагнитного зашумления работает следующим образом:

Генератор шума (ГШ) создаёт электромагнитные помехи, которые подавляют побочные электромагнитные излучения (ПЭМИ) средств вычислительной техники (СВТ).
Созданное электромагнитное поле (ЭМП) распространяется через оконный проём и подавляет ПЭМИ СВТ, обеспечивая защиту информации.
Граница контролируемой зоны определяет область, в которой необходимо обеспечить защиту от перехвата информации.

Принцип работы системы линейного электромагнитного зашумления заключается в создании маскирующих электромагнитных помех в инженерных коммуникациях, цепях электропитания, соединительных линиях и других проводниках, чтобы уменьшить отношение сигнал/шум на границе контролируемой зоны до величин, обеспечивающих невозможность выделения информационного сигнала средствами разведки`,"42. Помехоподавляющие фильтры (принцип работы).":`Помехоподавляющие фильтры используются для ослабления побочных электромагнитных излучений и наводок, которые могут привести к утечке информации. Они работают по следующему принципу:

Фильтры предназначены для фильтрации высокочастотных составляющих сигнала, которые могут быть более подвержены утечке по различным каналам.
Они помогают снизить уровень наводок и помех в электрических сигналах, что способствует уменьшению риска перехвата информации.

В документах упоминаются различные серии помехоподавляющих фильтров, такие как ФСПК, ЛФС и ФСП, которые могут использоваться для защиты информации на объектах информатизации`,"43. Классификация способов и средств защиты акустической речевой информации.":`Классификация способов и средств защиты акустической речевой информации включает:

Пассивные способы защиты:

звукоизоляция выделенных помещений (ВП), включая звукоизоляцию ограждающих конструкций, дверей, окон и воздуховодов;
установка специальных упругих виброизолирующих прокладок в трубопроводы, выходящие за пределы контролируемой зоны;
экранирование ВП.

Активные способы защиты:

использование систем виброакустической маскировки, которые создают маскирующие акустические и вибрационные помехи;
создание низкочастотных маскирующих электромагнитных шумовых помех в соединительных линиях ВТСС`,"44. Системы виброакустичекой защиты (принцип работы).":"Принцип работы систем виброакустической защиты заключается в создании маскирующих помех для предотвращения перехвата акустической речевой информации. Это достигается путём использования генераторов шума и виброизлучателей, которые создают помехи в ограждающих конструкциях, окнах, инженерных коммуникациях и воздуховодах","45. Средства защиты ВТСС от утечки речевой информации по акустоэлектрическим каналам.":`Средства защиты ВТСС от утечки речевой информации по акустоэлектрическим каналам включают:

установку фильтров нижних частот в линиях электропитания ВТСС;
установку ограничителей сигналов малой амплитуды в соединительных линиях ВТСС;
использование устройств защиты, которые отключают преобразователи (источники) опасных сигналов от линии;
создание низкочастотных маскирующих электромагнитных шумовых помех в соединительных линиях ВТСС.`,"46. Специальные технические средства подавления средств перехвата речевой информации (подавители диктофонов и широкополосные генераторы шума, блокираторы средств сотовой связи).":`Специальные технические средства подавления средств перехвата речевой информации включают:

Подавители диктофонов, которые создают импульсный высокочастотный шумовой сигнал для подавления работы диктофонов в режиме записи .
Широкополосные генераторы шума, создающие случайный шум, который добавляется к сигналу для анализа его устойчивости к шуму и для затруднения перехвата информации.
Блокираторы средств сотовой связи, которые подавляют сигналы сотовой связи для предотвращения перехвата информации через мобильные устройства`,"47. Порядок организации защиты информации на объектах информатизации СЗИ.":`Порядок организации защиты информации на объектах информатизации включает следующие этапы:

Подготовительный (предпроектный) этап:
Аналитическое обоснование необходимости создания системы технической защиты информации (СТЗИ).
Разработка замысла создания СТЗИ, включая техническое задание (ТЗ).
Проектирование СТЗИ:
Проектирование системы технической защиты информации.
Ввод в эксплуатацию защищаемого объекта и СТЗИ:
Реализация разработанного технического проекта.
Аттестация объекта информатизации на соответствие требованиям по защите информации.
Приказ о вводе объекта информатизации в эксплуатацию.
Эксплуатация СТЗИ:
Сопровождение системы защиты информации в ходе эксплуатации автоматизированной системы в защищенном исполнении.`,"48. Аналитическое обоснование необходимости создания СЗИ.":`Аналитическое обоснование необходимости создания системы защиты информации (СЗИ) включает следующие элементы:

Перечень сведений конфиденциального характера с указанием их уровня конфиденциальности.
Перечень сотрудников, допущенных до конфиденциальной информации, с указанием их режима доступа и, при необходимости, матрицы доступа.
Информационную характеристику и организационную структуру объектов защиты.
Перечень объектов информатизации (ОИ), подлежащих защите, с указанием их категорий.
Перечень выделенных помещений (ВП), подлежащих защите, с указанием их категорий.
Перечень и характеристику технических средств обработки конфиденциальной информации (ТСПИ) с указанием их места установки.
Перечень и характеристику вспомогательных технических средств и систем (ВТСС) с указанием их места установки.
Предполагаемый уровень вероятного противника (конкурента, злоумышленника).

Также в аналитическое обоснование входят:

определение перечня сведений, подлежащих защите;
категорирование сведений конфиденциального характера;
определение перечня лиц, допущенных до конфиденциальной информации;
разработка матрицы допуска персонала к конфиденциальным сведениям;
выбор помещений для размещения ТСПИ и ведения конфиденциальных переговоров`,"49. Технической задание на создание СЗИ. Технический проект СЗИ.":`Техническое задание на создание системы защиты информации (СЗИ) включает следующие элементы:

Титульный лист.
Обоснование разработки.
Исходные данные об объекте защиты в техническом, программном, информационном и организационном аспектах.
Ссылку на нормативно-методические документы, с учетом которых будет разрабатываться и приниматься в эксплуатацию СЗИ.
Перечень технических средств обработки конфиденциальной информации (ТСПИ) и вспомогательных технических средств и систем (ВТСС).
Конкретные требования к СЗИ.
Перечень предполагаемых к использованию средств защиты информации.
Состав, содержание и сроки проведения работ по этапам разработки и внедрения.
Перечень подрядных организаций-исполнителей видов работ.

Технический проект СЗИ включает в себя:

разработку проектных решений по системе защиты информации;
разработку документации на систему защиты информации;
тестирование системы защиты информации`,"50. Порядок организации ввода в эксплуатацию СЗИ. Аттестация объекта информатизации.":`Порядок организации ввода в эксплуатацию системы защиты информации (СЗИ) включает следующие этапы:

Реализация технического проекта — на этом этапе происходит внедрение разработанного проекта системы защиты информации на объекте информатизации.
Аттестация объекта информатизации — проводится проверка соответствия объекта информатизации требованиям по защите информации. Аттестацию организует заказчик, а проводит организация, имеющая лицензию на данный вид деятельности.
Приказ о вводе объекта информатизации в эксплуатацию — после успешной аттестации принимается решение о вводе объекта в эксплуатацию.
Аттестация объекта информатизации на соответствие требованиям безопасности информации включает:

оценку соответствия системы защиты информации требованиям безопасности;
проведение испытаний в соответствии с требованиями нормативных правовых актов и методических документов уполномоченного федерального органа исполнительной власти, а также национальных стандартов в области защиты информации`},p={style:{width:"100%",height:"100vh"}},f={key:0,class:"chooseType",style:{display:"flex",justifyContent:"center",alignItems:"center",width:"100%",height:"100%"}},b={key:1},m={class:"display-question"},k={class:"display-answer"},g=y({__name:"MainLayout",setup(o){const t=_(!0),n=_({question:"",answer:""});function a(){t.value=!1;const e=Math.floor(Math.random()*Object.keys(l).length);n.value={question:Object.keys(l)[e],answer:Object.values(l)[e]}}function c(){t.value=!1;const e=Math.floor(Math.random()*Object.keys(u).length);n.value={question:Object.keys(u)[e],answer:Object.values(u)[e]}}return(e,d)=>(r(),i("div",p,[t.value?(r(),i("div",f,[s("div",{class:"button big-button",onClick:a},"Термины"),s("div",{class:"button big-button",onClick:c},"Определения")])):v("",!0),t.value?v("",!0):(r(),i("div",b,[d[0]||(d[0]=s("div",null,null,-1)),s("div",m,h(n.value.question),1),s("div",k,h(n.value.answer),1)]))]))}}),O=(o,t)=>{const n=o.__vccOpts||o;for(const[a,c]of t)n[a]=c;return n},I=O(g,[["__scopeId","data-v-6994dac8"]]);export{I as default};
