{
  "1. Информация (+свойства, виды (нс, К, ПДн, с, сс, ов))": "Информация - это сведения (сообщения, данные) независимо от формы из представления\nСвойства информации:\nцелостность\nдоступность\nконфиденциальность\nОбщедоступная информация - общеизвестные сведения и иная информация, доступ к которой не ограничен\nКонфиденциальная информация - это сведения, составляющие коммерческую тайну, служебную тайну и иную тайну, доступ к которым ограничен (сведения о фактах, событиях и обстоятельствах частной жизни гражданина; сведения, составляющие тайну следствия и судопроизводства; служебные сведения, доступ к которым ограничен органами государственной власти; сведения, связанные с профессиональной деятельность (врачебная тайна, например); сведения, связанные с коммерческой деятельностью; сведения о сущности изобретения).\nПерсональные данные - это любая информация, относящаяся к определённому или определяемому на основании такой информации физическому лицу, включая его фамилию, имя, отчество, год, месяц, дату и место рождения, адрес, семейное, социальное, имущественное положение, образование, профессию, доходы и другую информацию.\nСекретная информация — это сведения из числа сведений, составляющих государственную тайну.\nСовершенно секретная информация — это сведения в области военной, внешнеполитической, экономической, научно-технической, разведывательной, контрразведывательной и оперативно-розыскной деятельности, распространение которых может нанести ущерб интересам министерства (ведомства) или отрасли экономики Российской Федерации.\nОсобо важная информация — это сведения в области военной, внешнеполитической, экономической, научно-технической, разведывательной, контрразведывательной и оперативно-розыскной деятельности, распространение которых может нанести ущерб интересам Российской Федерации.",
  "2. Данные, сообщения, сведения (в области защиты информации)": "Данные — это информация, представленная на материальном носителе в виде букв, цифр, символов, знаков, образов, изображений, характеристик физических полей и физических величин и т. п.\nСообщения — это предназначенные для передачи высказывание, текст, изображение, физический предмет или поступок, состоящие из словесных или невербальных знаков\nСведения — это информация о лицах, предметах, фактах, событиях, явлениях и процессах независимо от формы их представления",
  "3. Способы защиты информации (активные и пассивные, отличия)": "Пассивные способы защиты информации направлены на предотвращение несанкционированного доступа и утечки информации, однако конкретные методы в предоставленных документах не перечислены.\n\nАктивные способы защиты информации включают в себя следующие меры:\n* регистрация действий пользователей и обслуживающего персонала;\n* контроль несанкционированного доступа (НСД) и действий пользователей;\n* учёт и хранение съёмных носителей информации;\n* резервирование технических средств и дублирование массивов и носителей информации;\n* использование средств защиты информации, прошедших сертификацию;\n* антивирусная защита;\n* криптографическая защита информации;\n* размещение технических средств на охраняемой территории;\n* организация физической защиты помещений и технических средств;\n* ограничение доступа пользователей в помещения, где обрабатываются и хранятся информационные ресурсы;\n* реализация разрешительной системы допуска пользователей к информационным ресурсам;\n* разграничение доступа пользователей к информационным ресурсам.\n\nОтличия между активными и пассивными способами защиты информации заключаются в том, что активные способы предполагают активное вмешательство и использование технических и организационных мер для защиты информации, в то время как пассивные способы больше ориентированы на создание условий, препятствующих несанкционированному доступу или утечке информации, без активного мониторинга и вмешательства.",
  "4. ОИ": "Объект информатизации — это совокупность информационных ресурсов, содержащих сведения ограниченного доступа, технических средств и систем обработки информации ограниченного доступа, используемых в соответствии с заданной информационной технологией, технических средств обеспечения объекта информатизации, а также помещений или объектов (зданий, сооружений, технических средств), в которых они установлены.",
  "5. Информационные ресурсы": "Информационные ресурсы — это отдельные документы и массивы документов, а также документы и массивы документов, содержащиеся в информационных системах (библиотеках, архивах, фондах, банках данных, информационных системах других видов).",
  "6. Обработка информации": "Обработка информации — это совокупность операций сбора, накопления, ввода, вывода, приема, передачи, записи, хранения, регистрации, уничтожения, преобразования, отображения информации.",
  "7. ТСОИ": "ТСОИ (технические средства обработки информации) — это часть основных технических средств и систем (ОТСС), которые используются для обработки (приема, передачи, записи, хранения и т. д.) информации ограниченного доступа.",
  "8. ОТСС, ТСПИ": "ОТСС (основные технические средства и системы) — это технические средства и системы, а также их коммуникации, используемые для обработки (приёма, передачи, записи, хранения и т. д.) информации ограниченного доступа, включая ТСПИ (технические средства передачи информации).\n\nТСПИ (технические средства передачи информации) — это устройства, которые могут быть подвержены утечке информации через высокочастотное облучение и участвуют в передаче информации.",
  "9. ВТСС": "ВТСС (вспомогательные технические средства и системы) — это технические средства и системы, установленные на объектах информатизации или в выделенных (защищаемых) помещениях, которые непосредственно не участвуют в обработке (приёме, передаче, записи, хранении и т. д.) информации ограниченного доступа.\n\nК ним относятся:\nсредства вычислительной техники и автоматизированные системы обработки открытой информации;\nразличного рода телефонные средства и системы;\nсредства и системы передачи данных в системе радиосвязи;\nсредства и системы охранной и пожарной сигнализации;\nсредства и системы оповещения и сигнализации;\nконтрольно-измерительная аппаратура;\nсредства и системы кондиционирования;\nсредства и системы проводной радиотрансляционной сети и приема программ радиовещания и телевидения и т. д.",
  "10. Информационная технология (ИТ)": "Информационная технология — это:\n\nпроцессы, методы поиска, сбора, хранения, обработки, предоставления, распространения информации и способы осуществления таких процессов и методов\nприемы, способы и методы применения средств вычислительной техники при выполнении функций сбора, хранения, обработки, передачи и использования данных\nпроцессы, методы поиска, сбора, хранения, обработки, предоставления, распространения информации и способы осуществления таких процессов и методов",
  "11. Выделенное помещение (ВП)": "Выделенное помещение (ВП) — это специальные помещения (служебные кабинеты, актовые, конференц-залы и т. д.), предназначенные для регулярного проведения совещаний, обсуждений, конференций, переговоров, бесед и других мероприятий секретного характера.",
  "12. Защищаемое помещение (ЗП)": "Защищаемое помещение (ЗП) — это специальные помещения (служебные кабинеты, актовые, конференц-залы и т. д.), предназначенные для регулярного проведения совещаний, обсуждений, конференций, переговоров, бесед и других мероприятий конфиденциального характера.",
  "13. Информационная система (ИС)": "Информационная система — это совокупность содержащейся в базах данных информации и обеспечивающих её обработку информационных технологий и технических средств",
  "14. Статьи УК РФ": "",
  "15. Статьи КоАП РФ": "",
  "16. Безопасность информации": "Безsопасность информации — это состояние защищенности информации, при котором обеспечены ее конфиденциальность, доступность и целостность",
  "17. ТКУИ (+ классификация, схемы)": "ТКУИ (технические каналы утечки информации) — это совокупность источника информативного сигнала, технического средства, с помощью которого осуществляется перехват информации, и физической среды распространения информативного сигнала.\n\nКлассификация ТКУИ:\nЭлектромагнитные каналы утечки информации, возникающие за счёт побочных (паразитных) электромагнитных излучений.\nЭлектрические каналы утечки информации, возникающие за счёт наводок побочных (паразитных) электромагнитных излучений.\nСпециально создаваемые ТКУИ, например, путём «высокочастотного облучения» ТСПИ или внедрения в ТСПИ электронных устройств перехвата информации (закладных устройств).\n\nСхемы ТКУИ включают:\nИсточник сигнала.\nСреда распространения сигнала (например, воздушная среда).\nТехническое средство перехвата информации (например, ТСР ПЭМИН — технические средства разведки побочных электромагнитных излучений и наводок).\nПомехи, которые могут влиять на качество перехвата.\nГраница контролируемой зоны объекта.",
  "18. НСД": "НСД (несанкционированный доступ) — это доступ к информации, осуществляемый с нарушением установленных прав и (или) правил доступа к информации с применением штатных средств, предоставляемых средствами вычислительной техники (СВТ) или автоматизированными системами (АС), или средств, аналогичных им по своим функциональному предназначению и техническим характеристикам",
  "19. СЗИ": "СЗИ (система защиты информации) — это совокупность организационных мероприятий, технических, программных и программно-технических средств защиты информации и средств контроля эффективности защиты информации",
  "20. Виды ЗИ (правовая (организац.-прав.), технич., криптограф., физич.)": "Виды защиты информации включают:\nПравовая защита информации — защита информации правовыми методами, включающая разработку законодательных и нормативных правовых документов (актов), регулирующих отношения субъектов по защите информации, применение этих документов, а также надзор и контроль за их исполнением.\nТехническая защита информации — защита информации, заключающаяся в обеспечении некриптографическими методами безопасности информации (данных), подлежащей защите в соответствии с действующим законодательством, с применением технических, программных и программно-технических средств.\nКриптографическая защита информации — относится к использованию аппаратных, программно-аппаратных и программных средств, реализующих криптографические алгоритмы преобразования информации для защиты данных.\nФизическая защита информации — меры, направленные на защиту физических объектов и помещений от несанкционированного доступа или воздействия, например, установка систем охраны, контроля доступа и т. д.",
  "21. АС (+ ПТК, АРМ, ПО, классификация по ФСТЭК)": "АС (автоматизированная система) — это система, состоящая из персонала и комплекса средств автоматизации его деятельности, реализующая информационную технологию выполнения установленных функций\nПТК (программно-технический комплекс) — совокупность программных и технических средств, обеспечивающих обработку информации.\nАРМ (автоматизированное рабочее место) — комплекс технических и программных средств, предназначенных для автоматизации работы пользователя.\nПО (программное обеспечение) — набор программ и данных, необходимых для функционирования АС.\n\nКлассификация АС по ФСТЭК (Федеральной службе по техническому и экспортному контролю) зависит от уровня конфиденциальности обрабатываемой информации и условий эксплуатации системы. Для выбора класса защищенности АС необходимо учитывать гриф секретности информации, условия эксплуатации и расположение объектов системы",
  "22. СВТ (+классификация по ФСТЭК)": "СВТ (средство вычислительной техники) — это совокупность программных и технических элементов систем обработки данных, способных функционировать самостоятельно или в составе других систем\n\nКлассификация СВТ по ФСТЭК зависит от уровня защищенности автоматизированных систем (АС), в которых они используются. Для АС, обрабатывающих секретную информацию, необходимо использовать сертифицированные СВТ определенного класса защищенности, который зависит от категории секретности информации:\nне ниже 4 класса для класса защищенности АС 1В;\nне ниже 3 класса для класса защищенности АС 1Б;\nне ниже 2 класса для класса защищенности АС 1А",
  "23. Способы и методы ЗИ (+МЭ, СОВ, САВЗ, …)": "Способы и методы защиты информации включают:\nМЭ (маскирующие электромагнитные помехи) — создание помех с целью уменьшения отношения сигнал/шум на границе контролируемой зоны до величин, обеспечивающих невозможность выделения средством разведки информационного сигнала СОВ (система обнаружения вторжений) — метод, направленный на выявление попыток несанкционированного доступа к информации \nСАВЗ (система активной защиты от утечки информации по техническим каналам) — комплекс мер, направленных на предотвращение утечки информации через технические каналы \n\nТакже к методам защиты информации относятся:\nприменение организационных мероприятий, таких как категорирование объектов информатизации, выбор помещений для установки оборудования, установление контролируемой зоны и т. д.\nиспользование сертифицированных технических средств защиты информации \nразработка и внедрение системы управления информационной безопасностью, включающей мониторинг и анализ работы системы защиты информации",
  "24. Посторонние проводники (ПП)": "Посторонние проводники (ПП) — это провода и кабели, которые не относятся к техническим средствам передачи информации (ТСПИ) или вспомогательным техническим средствам и системам (ВТСС), но проходят через помещения, где они установлены. К ним также относятся металлические инженерные коммуникации, такие как металлические трубы систем отопления, водоснабжения и другие металлоконструкции",
  "25. Информативный сигнал": "Информативный сигнал — это сигнал, по параметрам которого может быть определена защищаемая информация",
  "26. Случайные антенны (+виды)": "Случайные антенны — это технические средства, соединительные линии и посторонние проводники, способные принимать побочные электромагнитные излучения и выходящие за пределы контролируемой зоны.\n\nВиды случайных антенн:\nСосредоточенные случайные антенны — компактные технические средства, например, телефонный аппарат, громкоговоритель радиотрансляционной сети и т. д.\nРаспределенные антенны — инженерные коммуникации, соединительные линии ВТСС, кабели электропитания и т. д.",
  "27. Зоны: КЗ, R2, r1": "Контролируемая зона (КЗ) — это пространство (территория, здание, часть здания), в котором исключено неконтролируемое пребывание посторонних лиц или транспортных средств\nЗона R2 — пространство вокруг средства вычислительной техники (СВТ), в пределах которого напряженность электрической и магнитной составляющей электромагнитного поля информативного сигнала превышает допустимое (нормированное) значение\nЗона r1 — зона, в которой действуют перехваченные сигналы",
  "28. ПЭМИН": "ПЭМИН (побочные электромагнитные излучения и наводки) — это электромагнитные излучения, которые могут быть перехвачены злоумышленниками и содержат в себе информацию, передаваемую или обрабатываемую техническими средствами",
  "29. ЛАСР (+ триппель-призма)": "ЛАСР (лазерная акустическая система разведки) — это система, предназначенная для перехвата речевой информации с использованием лазерного излучения.\n\nТриппель-призма — один из элементов, используемых в ЛАСР для перехвата речевой информации. Она устанавливается в оконном стекле и позволяет отражать лазерный луч таким образом, чтобы можно было перехватывать акустические колебания, возникающие при разговоре",
  "30. Технические средства разведки (ТСР)": "Технические средства разведки (ТСР) — это технические устройства, с помощью которых осуществляется добывание данных об информативных признаках излучаемой энергии непосредственно радиоэлектронных средств (РЭС), а также сведений из баз данных автоматизированных систем управления (АСУ) и электронно-вычислительных машин (ЭВТ) и других баз для оценки обстановки и принятия решений о радиоэлектронном подавлении, функциональном поражении и других действиях",
  "31. Специальные технические средства (СТС)": "Специальные технические средства (СТС) — это технические средства, приспособленные или доработанные для негласного получения информации",
  "32. АСУТП": "АСУТП (автоматизированная система управления технологическими процессами) — это система, которая включает в себя персонал и комплекс средств автоматизации его деятельности, реализующая информационную технологию выполнения установленных функций",
  "33. ГИС": "ГИС (государственная информационная система) — это информационная система, которая функционирует в соответствии с государственными стандартами и предназначена для обработки и хранения государственных информационных ресурсов",
  "34. ИСПДн": "ИСПДн (информационная система персональных данных) — это система, которая обеспечивает обработку персональных данных и функционирует в соответствии с требованиями, установленными Постановлением Правительства РФ от 01.11.2012",
  "35. КИИ": "КИИ (критическая информационная инфраструктура) — это совокупность информационных систем и телекоммуникационных сетей, критически важных для функционирования ключевых сфер жизнедеятельности государства и общества, обеспечение безопасности которых является приоритетом",
  "36. МЭ": "МЭ (межсетевой экран) — это локальное (однокомпонентное) или функционально распределенное средство (комплекс), которое контролирует информацию, поступающую в автоматизированную систему (АС) и/или выходящую из неё, и обеспечивает защиту АС посредством фильтрации информации",
  "37. ИСОП": "Информационная система общего пользования — это система, оперирующая информацией и обеспечивающая её обработку, однако в представленных документах нет конкретного определения для информационной системы общего пользования",
  "38. АСУ": "АСУ (автоматизированная система управления) — это система, которая включает в себя персонал и комплекс средств автоматизации его деятельности, реализующая информационную технологию выполнения установленных функций",
  "39. СЗИ": "СЗИ (система защиты информации) — это совокупность организационных мероприятий, технических, программных и программно-технических средств защиты информации и средств контроля эффективности защиты информации",
  "40. НДВ": "",
  "41. САВЗ": "Средство антивирусной защиты – программное средство, реализующее\nфункции обнаружения компьютерных программ либо иной компьютерной\nинформации, предназначенных для несанкционированного уничтожения,\nблокирования, модификации, копирования компьютерной информации или\nнейтрализации средств защиты информации, а также реагирования на\nобнаружение этих программ и информации\n\nСистемный щит — отвечает за защиту операционной системы от вредоносного ПО и сохранность оригинальных модулей системы.\nАнтивирусные мониторы (сторожи) — постоянно находятся в памяти компьютера и отслеживают подозрительные действия, выполняемые другими программами.\nИзолированная программная среда («песочница») — обрабатывает неизвестные или подозрительные программы в специальной среде, гарантируя, что они не принесут вреда системе.\nСамозащита антивирусной программы — защищает все компоненты антивирусной программы от вирусной угрозы, чтобы они не могли быть отключены или повреждены.\nТакже упоминаются методики обнаружения и защиты от вирусов, такие как сканирование, эвристический анализ и использование антивирусов, встроенных в BIOS компьютера",
  "42. ПДн": "Персональные данные — это любая информация, относящаяся к определённому или определяемому на основании такой информации физическому лицу (субъекту персональных данных), в том числе его фамилия, имя, отчество, год, месяц, дата и место рождения, адрес, семейное, социальное, имущественное положение, образование, профессия, доходы и другая информация"
}